Repository: PolaricServer/webapp
Catalog: i18n/msgs/*.po
Languages: no

source: ERROR: Failed to connect to server
no: FEIL: Kunne ikke koble til server

source: ERROR: Lost connection to server
no: FEIL: Mistet forbindelsen med server

source: Incoming message
no: Innkommende melding

source: Add APRS object
no: Legg til APRS objekt

source: Center point
no: Sentrer punkt

source: Set own position
no: Sett egen posisjon

source: Show map reference
no: Vis kartreferanse

source: WX report (Norway)
no: Værmelding (Norge)

source: Zoom in
no: Zoom inn

source: Zoom out
no: Zoom ut

source: Add object
no: Legg til APRS objekt

source: Find address info (Norway)
no: Finn adresse (Norge)

source: Find location name (Norway)
no: Finn stedsnavn (Norge)

source: Find map reference
no: Finn kartreferanse

source: Remove object
no: Slett objekt

source: Search station/object
no: Søk stasjoner/objekter

source: Activate GPS pos.
no: Aktiver GPS pos.

source: Change language
no: Endre språk

source: De-activate GPS pos.
no: Deaktiver GPS pos.

source: Send instant message
no: Send lynmelding

source: Set SAR code
no: Sett SAR kode

source: Font size +
no: Skriftstørrelse +

source: Font size -
no: Skriftstørrelse -

source: Hide traces
no: Skjul sporlogger

source: Log in
no: Logg inn

source: Log out
no: Logg ut

source: SAR mode
no: SAR modus

source: Show traces
no: Vis sporlogger

source: Show info
no: Vis info

source: Global settings..
no: Globale innstillinger..

source: Last movements
no: Siste bevegelser

source: Manage tags..
no: Tags (nøkkelord)..

source: Telemetry
no: Telemetri

source: Auto-tracking
no: Auto-sporing

source: Hide ident
no: Skjul ident

source: Hide trail
no: Skjul spor

source: OFF
no: AV

source: ON
no: PÅ

source: Reset info
no: Nullstill info

source: Show ident
no: Vis ident

source: Show trail
no: Vis spor

source: Description
no: Beskrivelse

source: Station
no: Stasjon

source: Code
no: Kode

source: Confirm
no: Bekreft

source: Free text search
no: Fritekst søk

source: Keywords (tags)
no: Nøkkelord (tags)

source: Search
no: Søk

source: Find
no: Finn

source: Show reference on map
no: Vis kartreferanse på kart

source: Find Location Name (Kartverket)
no: Finn stedsnavn (Kartverket)

source: Find Address (Kartverket)
no: Finn adresse (Kartverket)

source: Add APRS object here
no: Legg til APRS objekt her

source: Base layer
no: Grunnkartlag

source: Access to SAR info denied. Invalid key
no: Ingen adgang til SAR info. Ugyldig nøkkel

source: Couldn't read GPX-file...
no: Kunne ikke lese GPX-fil...

source: high resolution
no: høy oppløsning

source: Magnification
no: Forstørrelse

source: PolaricDroid app ready
no: PolaricDroid app klar

source: GPS inaccurate position
no: GPS upresis posisjon

source: GPS position ok
no: GPS posisjon ok

source: waiting for GPS...
no: venter på GPS...

source: ERROR: No access to GPS. Check your settings.
no: FEIL: Ingen adgang til GPS. Sjekk innstillinger.

source: ERROR: Position is not available
no: FEIL: Posisjon er ikke tilgjengelig

source: GPS not available
no: GPS ikke tilgjengelig

source: Position not available
no: Posisjon ikke tilgjengelig

source: GPS <u>on</u>
no: GPS <u>på</u>slått

source: knots
no: knop

source: GPS <u>off</u>
no: GPS <u>av</u>slått

source: Show <u>speed</u> (km/h): please wait...
no: Vise <u>fart</u> (km/h): vent litt...

source: Show <u>speed</u> (knots): please wait...
no: Vise <u>fart</u> (knop): vent litt...

source: Sorry: We do not support IE version 9 or older. Recommend upgrade of browser.
no: Beklager. Vi støtter ikke IE versjon 9 eller eldre. Anbefaler å oppgradere nettleser.
